<template>
	<div class="agrenment">
		<h3 class="agrenment-title">直击真相用户协议</h3>
		<div class="agrenment-content">
			<h4>1、导言</h4>
			<p>欢迎你使用“直击真相”软件及相关服务！</p>
			<p>“直击真相”软件及相关服务，系指公司通过合法拥有并运营的、标注名称为“直击真相”的客户端应用程序以及“头条网”（toutiao.com）的网站，向你提供的产品与服务，包括但不限于个性化推荐、发布信息、互动交流、搜索查询等核心功能以及其他功能，为创作与交流的平台。《直击真相用户协议》（以下简称“本协议”）是你与公司之间就你注册、登录、使用（以下统称“使用”）“直击真相”软件及相关服务所订立的协议。</p>
			<p>为了更好地为你提供服务，请你在开始使用“直击真相”软件及相关服务之前，认真阅读并充分理解本协议，特别是涉及免除或者限制责任的条款、权利许可和信息使用的条款、同意开通和使用特殊单项服务的条款、法律适用和争议解决条款等。其中，免除或者限制责任条款等重要内容将以加粗形式提示你注意，你应重点阅读。 如你未满18周岁，请在法定监护人陪同下仔细阅读并充分理解本协议，并征得法定监护人的同意后使用“直击真相”软件及相关服务。</p>
			<p>如你不同意本协议，这将导致我们无法为你提供完整的产品和服务，你也可以选择停止使用。如你自主选择同意或使用“直击真相”软件及相关服务，则视为你已充分理解本协议，并同意作为本协议的一方当事人接受本协议以及其他与“直击真相”软件及相关服务相关的协议和规则（包括但不限于《隐私政策》）的约束。</p>
			<h4>2、“直击真相”软件及相关服务</h4>
			<p>2.1 你使用“直击真相”软件及相关服务，可以通过预装、公司已授权的第三方下载等方式获取“直击真相”客户端应用程序或访问头条网（toutiao.com）相关网站。若你并非从公司或经公司授权的第三方获取本软件的，公司无法保证非官方版本的“直击真相”软件能够正常使用，你因此遭受的损失与公司无关。</p>
			<p>2.2 公司可能为不同的终端设备开发不同的应用程序软件版本，你应当根据实际设备状况获取、下载、安装合适的版本。如你不再使用“直击真相”软件及相关服务，你也可自行卸载相应的应用程序软件。</p>
			<p>2.3 为更好的提升用户体验及服务，公司将不定期提供“直击真相”软件及相关服务的更新或改变（包括但不限于软件修改、升级、功能强化、开发新服务、软件替换等），你可根据需要自行选择是否更新相应的版本。</p>
			<p>为保证“直击真相”软件及相关服务安全、提升用户服务，在“直击真相”软件及相关服务的部分或全部更新后，公司将在可行的情况下以妥当的方式（包括但不限于系统提示、公告、站内信等）提示你，你有权选择接受更新后的版本；如你选择不作更新，“直击真相”软件及相关服务的部分功能将受到限制或不能正常使用。</p>
			<p>2.4 除非得到公司事先书面授权，你不得以任何形式对“直击真相”软件及相关服务进行包括但不限于改编、复制、传播、垂直搜索、镜像或交易等未经授权的访问或使用。</p>
			<p>2.5 你理解，使用“直击真相”软件及相关服务需自行准备与软件及相关服务有关的终端设备（如电脑、手机等），一旦你在终端设备中打开“直击真相”软件或访问“头条网”的网站，即视为你使用“直击真相”软件及相关服务。为充分实现“直击真相”的全部功能，你可能需要将终端设备联网，你理解由你承担所需要的费用（如流量费、上网费等）</p>
			<p>2.6 公司许可你一项个人的、不可转让的、非独占地和非商业的合法使用“直击真相”软件及相关服务的权利。本协议未明示授权的其他一切权利仍由公司保留，你在行使该些权利前须另行获得公司的书面许可，同时公司如未行使前述任何权利，并不构成对该权利的放弃。</p>
			<p>2.7 你无需注册也可开始使用“直击真相”软件及相关服务，但部分功能或服务可能会受到影响。同时，你也理解，为使你更好地使用“直击真相”软件及相关服务，保障你的账号安全，某些功能和/或某些单项服务项目（如跟帖评论服务等）将要求你按照国家相关法律法规的规定，提供真实的身份信息实名注册并登录后方可使用。</p>
			<h4>3、关于“账号”</h4>
			<p>3.1 “直击真相”软件及相关服务为你提供了注册通道，你有权选择合法的字符组合作为自己的账号，并自行设置符合安全要求的密码。用户设置的账号、密码是用户用以登录并使用“直击真相”软件及相关服务的凭证。</p>
			<p>3.2 你理解并承诺，你所设置的账号不得违反国家法律法规及公司的相关规则，不得实施任何侵害国家利益、损害其他公民合法权益，有害社会道德风尚的行为，你的账号名称、头像和简介等注册信息及其他个人信息中不得出现违法和不良信息，未经他人许可不得用他人名义（包括但不限于冒用他人姓名、名称、字号、头像等足以让人引起混淆的方式）开设账号，不得恶意注册“直击真相”账号（包括但不限于频繁注册、批量注册账号等行为）。公司有权对你提交的信息进行审核。</p>
			<p>3.3 你的账号仅限于你本人使用，未经公司书面同意，禁止以任何形式赠与、借用、出租、转让、售卖或以其他方式许可他人使用该账号。如果公司发现或者有合理理由认为使用者并非账号初始注册人，为保障账号安全，公司有权立即暂停或终止向该注册账号提供服务，或注销该账号。</p>
			<p>3.4 你有责任维护个人账号、密码的安全性与保密性，并对你以注册账号名义所从事的活动承担全部法律责任，包括但不限于你在“直击真相”软件及相关服务上进行的任何数据修改、言论发表、款项支付等操作行为可能引起的一切法律责任。你应高度重视对账号与密码的保密，在任何情况下不向他人透露账号及密码。若发现他人未经许可使用你的账号或发生其他任何安全漏洞问题时，你应当立即通知公司。</p>
			<p>3.5 在丢失账号或遗忘密码时，你可遵照公司的申诉途径及时申诉请求找回账号或密码。你理解并认可，公司的密码找回机制仅需要识别申诉单上所填资料与系统记录资料具有一致性，而无法识别申诉人是否系真正账号有权使用者。公司特别提醒你应妥善保管你的账号和密码。当你使用完毕后，应安全退出。如因你保管不当等自身原因或其他不可抗因素导致遭受盗号或密码丢失，你将自行承担相应责任。</p>
			<p>3.6 在注册、使用和管理账号时，你应保证注册账号时填写的身份信息的真实性，请你在注册、管理账号时使用真实、准确、合法、有效的相关身份证明材料及必要信息（包括你的姓名及电子邮件地址、联系电话、联系地址等）。依照国家相关法律法规的规定，为使用“直击真相”软件及相关服务的部分功能，你需要填写真实的身份信息，请你按照相关法律规定完成实名认证，并注意及时更新上述相关信息。若你提交的材料或提供的信息不规范或不符合要求的，则公司有权拒绝为你提供相关功能，你可能无法使用“直击真相”软件及相关服务或在使用过程中部分功能受到限制。</p>
			<p>3.7 除自行注册“直击真相”账号外，用户也可授权使用其合法拥有的包括但不限于公司和/或其关联公司其他软件用户账号，以及实名注册的第三方软件用户账号登录使用“直击真相”软件及相关服务，但第三方软件或平台对此有限制或禁止的除外。当用户以前述已有账号登录使用的，应保证相应账号已进行实名注册登记，并同样适用本协议中的相关条款。</p>
			<p>3.8 你理解并同意，除你登录、使用“直击真相”软件及相关服务外，你还可以用“直击真相”账号登录使用公司及其关联公司提供的其他软件、服务。你以“直击真相”账号登录并使用前述服务时，将受到前述服务的实际提供方的《用户协议》及其他协议条款约束。</p>
			<p>3.9 为提高你内容曝光量及发布效率，你同意你在本软件/网站的账号及相应账号所发布的全部内容均授权本公司以你的账号自动同步发布至公司及/或关联公司运营的其他软件及网站。你在本软件/网站发布、修改、删除内容的操作，均会同步到上述系列其他软件及网站。 你通过已注册账号或者第三方软件用户账号注册或登录公司及/或关联公司运营的其他软件产品及网站时（如有），应遵守该软件及网站自身的《用户协议》及其他协议条款约束。</p>
			<p>3.10 当你完成“直击真相”的账号注册、登录并进行合理和必要的身份验证后，你可随时浏览、修改自己提交的个人身份信息。你理解并同意，出于安全性和身份识别（如账号或密码找回申诉服务等）的考虑，你可能无法修改注册时提供的初始注册信息及其他验证信息。你也可以申请注销账号，公司会在完成个人身份、安全状态、设备信息等合理和必要的验证后协助你注销账号，并依照你的要求删除有关你账号的一切信息，法律法规另有规定的除外。</p>
			<p>3.11 你理解并同意，为了充分使用账号资源，如你在注册后未及时进行初次登录使用或连续超过两个月未登录账号使用等情形，公司有权收回你的账号。</p>
		</div>
	</div>
</template>

<script>

</script>

<style lang="less" scoped>
	.agrenment{
		height: calc(100vh - .87rem);
		overflow: hidden;
		overflow-y: auto;
		padding: .6rem .2rem .3rem .2rem;
		background-color: #fff;
		.agrenment-title{
			font-size: .32rem;
			text-align: center;
			line-height: .7rem;
			letter-spacing: .02rem;
		}
		.agrenment-content{
			padding: .4rem 0;
			h4{
				line-height: .6rem;
			}
			p{
				line-height: .5rem;
				text-indent: .3rem;
			}
		}
	}
</style>